{
  "nodes": [
    {
      "id": "Brazil will lost 25% of territory 😂",
      "author": "Josué Oller"
    },
    {
      "id": "If this was an actual concern...at all...then why did the Obama’s just purchase a 15million dollar mansion on the MA coast at Martha’s Vineyard? Then President Obama warned people about coastal flooding due to “global warming” but obviously by his actions does not believe anything about such imminent ocean waters rising. <br />All part of the hoax to alarm, scare, and control people and make billions off of the unsuspecting.",
      "author": "Peter Vaichus"
    },
    {
      "id": "Florida and Delaware: Aight imma head out",
      "author": "A Wild Brony"
    },
    {
      "id": "look at the bright side ,more water, great !",
      "author": "Simon Salamon"
    },
    {
      "id": "Fake fill a glass half full of water then add ice to the top let sit as the ice melts does it over flow?",
      "author": "Jason Davis"
    },
    {
      "id": "Disney world would be destroyed if the earth was flooded",
      "author": "TallJoeYTRoblox"
    },
    {
      "id": "Ironic the bay city san fransisco is perfectly fine?..... Propaganda.",
      "author": "Jack Sparrow"
    },
    {
      "id": "Seems like China and USA would lose the most land, they should be at the forefront of change.",
      "author": "Mark Santa Cruz"
    },
    { "id": "Thats why Donald trump want walls xD", "author": "ROBLOX TEAM" },
    {
      "id": "Damn, only thing keeping me from a beachfront property is a little ice? Burn it to the ground!",
      "author": "R N Jesus"
    },
    {
      "id": "Who come up with this, some whinny ass earth lover?",
      "author": "G. HELM"
    },
    {
      "id": "Thisnis not true. It would put antartica under water instead of under ice. It would be the exact same everywhere. R u people this dumb? If your ice cube melts in a full glass of water, does it make the water level rise? No it atays the same. This is fear mongering for the crooked politicians. Poss.",
      "author": "lushin burl"
    },
    {
      "id": "Democrats are melting ice. It is the ultimate wealth redistribution. All the rich people live near the oceans",
      "author": "David Hellan"
    },
    {
      "id": "this is not fkn true, greta tunberg will save us",
      "author": "zigge hylen"
    },
    {
      "id": "On the bright side, DC would be under water",
      "author": "Ian Johnstone"
    },
    {
      "id": "Currently we are in a solar minimum at least for the next 11 years. I would expect an ice age before I would expect anything else.",
      "author": "Velo-Pro International"
    },
    { "id": "That's not how glaciers work, stupid.", "author": "The Joker" },
    {
      "id": "Incorrect. Water expands when it freezes and contracts when it melts leaving the same water level. Simple high school experiment.",
      "author": "Evan Miller"
    },
    {
      "id": "Meh, looks ok to me.. bring it on, but... It won&#39;t happen cos climate change idiots are full of shit.",
      "author": "Big Fat Greasy Turd"
    },
    { "id": "At least Alabama is mostly gone...", "author": "MrCrappyBoi" },
    {
      "id": "Only a vegan lifestyle can help us to survive!",
      "author": "Frankie Diamond"
    },
    { "id": "I just hope oslo becomes tropical", "author": "snurk agurk" },
    {
      "id": "China is doomed if this happens... Trump got it all figured out",
      "author": "Rick Sanchez"
    },
    { "id": "Global warming is fake", "author": "Rob 1" },
    {
      "id": "If florida gone,then it means all the fat dumb gun lovers moves up north",
      "author": "Im not a Rapper"
    },
    { "id": "Surprisingly Taiwan survived", "author": "coolstay85" },
    { "id": "Just learn to swim idiots", "author": "bruh bruh" },
    {
      "id": "This is what we deserve for doing global warming",
      "author": "capigolf"
    },
    { "id": "Switzerland: eats popcorn", "author": "Nikodem" },
    {
      "id": "Lol like we will care or have a chance if this would ever happen. It would not be a SLOW process going in...",
      "author": "opnwndo"
    },
    {
      "id": "The ice melted already at the end of the last ice age - so funny.",
      "author": "Paul Starr"
    },
    {
      "id": "We need to do something not to let this happen",
      "author": "Champ Craft"
    },
    {
      "id": "if you dont belive in climate change you are a traitor to all humans and need to be deald with like traitors!",
      "author": "Felix B"
    },
    {
      "id": "This is fake, this is jewsih propaganda",
      "author": "Caput Mortem"
    },
    {
      "id": "Trump is gonna build a wall and make the ocean pay for it",
      "author": "Carnivorous plants & gardening"
    },
    {
      "id": "Actually the aliens are coming to steal all the water so it will look like Tatooine.",
      "author": "william dohn"
    },
    {
      "id": "The biggest population centers that will survive are Paris and Berlin. And then they will go for another world war.",
      "author": "akashmihir84"
    },
    { "id": "DONT FORGET HALF OF GERMANY", "author": "DeutschGaming" },
    {
      "id": "Well idiot maker of this video. No One Cares. In fact it happened once. In fact just last week there was evidence found of a forest on Antarctica.. So yes it did happen once already. No one wants to hear your cries. Man wasn&#39;t around when it happened climate change just happens.",
      "author": "jon rheaume"
    },
    {
      "id": "Great flood .... hahahaha .... another idiot christian.",
      "author": "Bob Trenwith"
    },
    {
      "id": "Lel Berlin in germany would be either at the New Coast or on a island.",
      "author": "Pomeranian Productions"
    },
    { "id": "Damn chinese!!", "author": "Moe Rey" },
    {
      "id": "you liberals love money you never earned idiot!",
      "author": "S T"
    },
    {
      "id": "these are your attempts at taking my money, liberal twit",
      "author": "S T"
    },
    { "id": "you liberals make me sick", "author": "S T" },
    { "id": "Senegal destroyed?", "author": "auec" },
    { "id": "finally good bye england", "author": "EvilHomerSimpson" },
    {
      "id": "Well, my home state of Louisiana would be gone. Whole east side of the state is nothing but bayous anyway. <br /><br />Poor Florida btw",
      "author": "Dustin Newman"
    },
    {
      "id": "Complete horse shit. Who believes this crap?!",
      "author": "Jackal"
    },
    {
      "id": "This video makes it look a lot scarier than it really is.",
      "author": "lI Il"
    }
  ]
}
